Repository: d9pouces/PythonNest
Catalog: pythonnest/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Last synchronized serial
fr_fr: Dernière synchronisation

source: creation
fr_fr: création

source: Synchronization
fr_fr: synchronisation

source: Synchronizations
fr_fr: synchronisations

source: Classifier
fr_fr: classifieurs

source: package name
fr_fr: nom de paquet

source: normalized name
fr_fr: nom normalisé

source: author
fr_fr: auteur

source: author email
fr_fr: courriel de l'auteur

source: maintainer
fr_fr: mainteneur

source: maintainer email
fr_fr: courriel du mainteneur

source: home page
fr_fr: page d'accueil

source: license
fr_fr: licence

source: summary
fr_fr: résumé

source: download url
fr_fr: URL de téléchargement

source: project url
fr_fr: URL du projet

source: restrict to this group
fr_fr: restreindre à ce groupe

source: owner
fr_fr: propriétaire

source: role
fr_fr: rôle

source: user
fr_fr: utilisateur

source: package
fr_fr: paquet

source: version name
fr_fr: nom de version

source: stable version name
fr_fr: nom de version stable

source: keywords
fr_fr: mots-clefs

source: docs url
fr_fr: URL de la documentation

source: Is hidden
fr_fr: est caché

source: Filename
fr_fr: nom de fichier

source: File
fr_fr: fichier

source: Size
fr_fr: taille

source: Downloads
fr_fr: téléchargements

source: Has signature
fr_fr: est signé

source: Python version
fr_fr: version de Python

source: Comment
fr_fr: commentaire

source: Upload time
fr_fr: date d'ajout

source: Only POST request are allowed
fr_fr: Seules les requêtes POST sont autorisées

source: Invalid POST form
fr_fr: Formulaire POST invalide

source: No package name provided
fr_fr: Aucun nom de paquet n'est fourni

source: You must be authenticated
fr_fr: Vous devez être authentifiés pour continuer

source: You are not allowed to update this package
fr_fr: Vous n'êtes pas autorisés à modifier ce paquet.

source: Username
fr_fr: Utilisateur

source: Role
fr_fr: Rôle

source: display the location of the main configuration file
fr_fr: affiche l'emplacement du fichier de configuration.

source: Dumping from serial %(syn)s
fr_fr: Copie depuis la synchronisation %(syn)s

source: No previous sync... Dumping all database
fr_fr: Pas de synchronisation... Copie de la base complète

source: Previous sync: serial %(syn)s
fr_fr: Synchronisation précédente : %(syn)s

source: Adding %(fn)s (%(pk)s %(vn)s)
fr_fr: Ajout de %(fn)s (%(pk)s %(vn)s)

source: No previous sync
fr_fr: Pas de synchronisation précédente

source: Invalid sync file
fr_fr: Fichier invalide

source: Invalid md5 data
fr_fr: Fichier corrompu (md5 incorrect)

source: Missing synchronization between %(f)d and %(l)d
fr_fr: Synchronisation entre %(f)d et %(l)d manquante

source: Duplicate file: %(f)s
fr_fr: Fichier dupliqué : %(f)s

source: Corrupted file: %(f)s
fr_fr: Fichier corrompu : %(f)s

source: release data (%(p)s, %(v)s)
fr_fr: données de version (%(p)s, %(v)s)

source: package roles (%(p)s, %(v)s)
fr_fr: rôles du paquet (%(p)s, %(v)s)

source: release urls (%(p)s, %(v)s)
fr_fr: URL des versions (%(p)s, %(v)s)

source: Downloading %(url)s
fr_fr: Téléchargement de %(url)s

source: Error while downloading %(url)s [invalid md5 digest]
fr_fr: Erreur en téléchargeant %(url)s [md5 invalide]

source: Error while downloading %(url)s
fr_fr: Erreur en téléchargeant %(url)s

source: Error while downloading %(url)s [GAI error]
fr_fr: Erreur en téléchargeant %(url)s [erreur GAI]

source: Error while downloading %(url)s [socket timeout]
fr_fr: Erreur en téléchargeant %(url)s [socket timeout]

source: Download from serial %(syn)s
fr_fr: Téléchargement depuis la synchronisation %(syn)s

source: No previous sync... Initializing database
fr_fr: Aucune synchronisation précédente… Initialisation de la base

source: Found %(pkg)s-%(vsn)s
fr_fr: Version %(pkg)s-%(vsn)s

source: Timeout with %(p)s-%(v)s [socket timeout]
fr_fr: Timeout avec %(p)s-%(v)s [socket timeout]

source: Gai error with %(p)s-%(v)s
fr_fr: Erreur GAI avec %(p)s-%(v)s

source: Protocol error with %(p)s-%(v)s
fr_fr: Erreur de protocole avec %(p)s-%(v)s

source: Found %(pkg)s
fr_fr: Paquet %(pkg)s

source: package releases (%(p)s)
fr_fr: versions de paquet (%(p)s)

source: Error 400: bad request
fr_fr: Erreur 400 : requête incorrecte

source: The request you sent seems to be malformed.
fr_fr: La requête envoyée semble être incorrecte

source: Error 401: authentication required
fr_fr: Erreur 401 : authentification requise.

source: You must be logged in to access this page.
fr_fr: Vous devez être authentifiés pour accéder à cette page.

source: Error 403: Forbidden
fr_fr: Erreur 403 : page interdite

source: You are not allowed to access this page.
fr_fr: Vous n'êtes pas autorisés à accéder à cette page.

source: Error 404: page not found
fr_fr: Erreur 404 : page non trouvée

source: We were unable to find the page you requested.
fr_fr: La page demandée n'existe pas.

source: Something terrible happened
fr_fr: Quelque chose de terrible est arrivé

source: An error on the server was encountered during the processing of your request.
fr_fr: Une erreur a été rencontrée sur le serveur durant le traitement de votre demande.

source: Index
fr_fr: Accueil

source: Search results
fr_fr: Résultats de la recherche

source: Previous page
fr_fr: Page précédente

source: Next page
fr_fr: Page suivante

source: No package matched your query.
fr_fr: Aucun paquet ne correspond à vos critères

source: Create your account
fr_fr: Créer votre compte

source: Create
fr_fr: S'enregistrer

source: Client configuration
fr_fr: Configuration des clients

source: Edit <span class="pre">~/.pydistutils.cfg</span> to include these lines:
fr_fr: Modifier <span class="pre">~/.pydistutils.cfg</span> pour ajouter ces lignes :

source: You probably have to add your root certificate to the first existing file among:
fr_fr: Vous aurez probablement à ajouter votre certificat racine au premier fichier existant parmi :

source: Edit <span class="pre">~/.pip/pip.conf</span> to include these lines:
fr_fr: Modifier <span class="pre">~/.pip/pip.conf</span> pour ajouter ces lignes :

source: Edit <span class="pre">~/.pypirc</span> to include these lines:
fr_fr: Modifier <span class="pre">~/.pypirc</span> pour ajouter ces lignes :

source: Run the following command to register a package to this repository:
fr_fr: Utiliser la commande suivante pour enregistrer le paquet :

source: Run the following command to upload to this repository:
fr_fr: Utiliser la commande suivante pour ajouter une archive à ce miroir :

source: To easily use virtual environments, adapt and run these lines:
fr_fr: Pour utiliser facilement les environnements virtuels, adaptez les lignes suivantes :

source: create virtual env
fr_fr: créer un environnement virtuel

source: use virtual env
fr_fr: utiliser un environnement virtuel

source: Edit <span class="pre">~/.buildout/default.cfg</span> to include these lines:
fr_fr: Modifier <span class="pre">~/.buildout/default.cfg</span> pour ajouter ces lignes :

source: Login
fr_fr: Connexion

source: Change your password
fr_fr: Modifier votre mot de passe

source: Update!
fr_fr: Mettre à jour !

source: Connected as:
fr_fr: Connecté en tant que :

source: Logout
fr_fr: Se déconnecter

source: Search
fr_fr: Recherche

source: You should search “<a href="%(url)s?search=%(pattern)s">%(pattern)s</a>” to find more packages.
fr_fr: Essayez de chercher « <a href="%(url)s?search=%(pattern)s">%(pattern)s</a> » pour obtenir davantage de résultats.

source: Homepage:
fr_fr: Page d'accueil :

source: Author:
fr_fr: Auteur :

source: Maintainer:
fr_fr: Mainteneur

source: License:
fr_fr: Licence :

source: Download URL:
fr_fr: Lien direct :

source: Are you sure?
fr_fr: Êtes-vous sûrs ?

source: Add user
fr_fr: Nouvel utilisateur

source: Release:
fr_fr: Version :

source: Platform:
fr_fr: Plate-forme :

source: Keywords:
fr_fr: Mots-clefs :

source: Classifiers:
fr_fr: Classifieurs :

source: Requires:
fr_fr: Paquets requis :

source: Obsoletes:
fr_fr: Paquets obsolètes :

source: Provides:
fr_fr: Paquets fournis :

source: Download %(type)s:
fr_fr: Archive %(type)s :

source: size: %(size)s, MD5 hash: %(md5)s, uploaded at %(dt)s
fr_fr: taille : %(size)s, empreinte MD5: %(md5)s, ajouté le %(dt)s

source: No available download.
fr_fr: Aucun fichier n'est disponible

source: All available releases
fr_fr: Versions disponibles
